[
  {
    "id": "Q1",
    "question": "Why are you running to be a senator with the 75th senate?"
  },
  {
    "id": "Q2",
    "question": "What have you been involved with on campus or in Isla Vista that has prepared you to run for senate?"
  },
  {
    "id": "Q3",
    "question": "Detail at least three resolutions or bills you’d like to introduce during your term. "
  },
  {
    "id": "Q4",
    "question": "Describe your platform and specifically how you will work to achieve your goals during your term."
  },
  {
    "id": "Q5",
    "question": "What specific organizations or entities do you hope to work with in order to achieve your platforms?"
  },
  {
    "id": "Q6",
    "question": "How will you make yourself available to your constituents during your term — in both a remote and in-person capacity — during the 2024-2025 school year?"
  },
  {
    "id": "Q7",
    "question": "What makes you the best candidate for this position?"
  },
  {
    "id": "Q8",
    "question": "What would you say best describes your voting interests in politics at all levels? Please mark all that apply. (Transparency note: We are asking this question because we believe many in the UCSB community would like to know the political leanings of prospective A.S. candidates, since so many Senate decisions reflect opinions on real-world political issues)."
  },
  {
    "id": "Q9",
    "question": "How would you assess the work of the 74th A.S. Senate in addressing the needs of the student body?"
  },
  {
    "id": "Q10",
    "question": "A.S. UCSB is the only undergraduate ASUC that has not formally passed a resolution divesting from companies that allegedly profit from human rights violations in Israel. Would you vote in favor of a resolution to divest in alignment with the Boycott, Divestment and Sanctions movement?"
  },
  {
    "id": "Q10a",
    "question": "Please briefly explain your answer to Question 10 (fewer than 100 words)."
  },
  {
    "id": "Q11",
    "question": "Do you believe that UCSB should be tuition-free?"
  },
  {
    "id": "Q11a",
    "question": "Please briefly explain your answer to Question 11 (fewer than 100 words)."
  },
  {
    "id": "Q12",
    "question": "Do you believe that mental health services at UCSB are adequate? If not, what should be done to address the problem?"
  },
  {
    "id": "Q13",
    "question": "Are you familiar with the university’s Title IX office and its functions? What do you believe the university can do more to support survivors of sexual assault?"
  },
  {
    "id": "Q14",
    "question": "Do you believe UCSB is effectively serving historically underrepresented groups, including members of the Black, Latine, Indigenous, LGBTQ+ community and others?"
  },
  {
    "id": "Q15",
    "question": "A.S. is typically seen as inaccessible to the average student. As a senator, how would you work to involve the student body more and keep them informed about what the Senate is doing? Please detail specific steps you would take."
  },
  {
    "id": "Q16",
    "question": "Our campus climate is currently experiencing division and hostility among students surrounding Israel and Palestine. What do you see as the Senate's role during this time, and how should they be communicating with their constituents?"
  },
  {
    "id": "Q17",
    "question": "UCSB temporarily suspended the MCC, its services and its Instagram account following pro-Palestine student activists posting signage during a Feb. 26 gathering at the center, expressing pro-Palestine and anti-Zionist sentiment as well as dissent against specific university administration and Associated Students figures, including current A.S. President Tessa Veksler. The signage resulted in community backlash and social media doxxing of MCC faculty, staff and affiliated students. How would you critique the 74th Senate's handling of this situation, and how would you have handled this situation as Senator?"
  }
]
