[
  {
    "id": "Q1",
    "question": "Why are you running to be a senator with the 74th senate?"
  },
  {
    "id": "Q2",
    "question": "What have you been involved with on campus or in Isla Vista that you believe has prepared you to be a senator?"
  },
  {
    "id": "Q3",
    "question": "Detail at least three resolutions or bills you’d like to introduce while in office."
  },
  {
    "id": "Q4",
    "question": "Describe your platform and specifically how you will work to achieve your goals while in office."
  },
  {
    "id": "Q5",
    "question": "What specific organizations or entities do you hope to work with in order to achieve your platforms?"
  },
  {
    "id": "Q6",
    "question": "How will you make yourself available to your constituents during your term — in both a remote and in-person capacity — during the 2023-2024 school year?"
  },
  {
    "id": "Q7",
    "question": "What makes you the best candidate for this position?"
  },
  {
    "id": "Q8",
    "question": "What would you say best describes your voting interests in politics at all levels?"
  },
  {
    "id": "Q9",
    "question": "How would you assess the work of the 73rd A.S. Senate in addressing the needs of the student body?"
  },
  {
    "id": "Q10",
    "question": "A.S. UCSB is the only undergraduate ASUC that has not formally passed a resolution divesting from companies that allegedly profit from human rights violations in Israel. Would you vote in favor of a resolution to divest in alignment with the Boycott, Divestment and Sanctions movement?"
  },
  {
    "id": "Q11",
    "question": "Do you believe that UCSB should be tuition-free?"
  },
  {
    "id": "Q12",
    "question": "Do you believe that mental health services at UCSB are adequate? If not, what should be done to address the problem?"
  },
  {
    "id": "Q13",
    "question": "Are you familiar with the university’s Title IX office and its functions? What do you believe the university can do more to support survivors of sexual assault?"
  },
  {
    "id": "Q14",
    "question": "Do you believe UCSB is effectively serving historically underrepresented groups, including members of the Black, Latine, Indigenous, LGBTQ+ community and others?"
  },
  {
    "id": "Q15",
    "question": "If you are elected to serve on the Senate, what will be the first bill or resolution that you plan to author?"
  },
  {
    "id": "Q16",
    "question": "A.S. is typically seen as inaccessible to the average student. As a senator, how would you work to involve the student body more and keep them informed about what the Senate is doing? Please detail specific steps you would take."
  },
  {
    "id": "Q17",
    "question": "The 2022-23 A.S. Senate faced unprecedented internal dysfunction. The Senate did not meet for 7 weeks amidst allegations of negligence, financial mismanagement, anti-Blackness and discrimination, and violations of legal code. How would you have handled this situation as a Senator? If you were a Senator during this time, critique your performance dealing with these challenges."
  },
  {
    "id": "Q18",
    "question": "This year's A.S. also saw unprecedented usage of presidential executive order, which A.S. President Gurleen Pabla utilized to remove former IVP Bee Shaefer from her position for failing to perform the duties of her office. As a Senator, what do you see as the role of executive orders as they pertain specifically to Senate business and to A.S. matters as a whole?"
  },
  {
    "id": "Q19",
    "question": "Another impact of A.S. dysfunction was backups in A.S. employee honoraria. How would you streamline the honoraria process or prevent situations like this from occurring in the future?"
  }
]
