[
  {
    "id": "Q1",
    "question": "Why are you running to be a senator with the 73rd senate?"
  },
  {
    "id": "Q2",
    "question": "What have you been involved with on campus or in Isla Vista that you believe has prepared you to be a senator?"
  },
  {
    "id": "Q3",
    "question": "Detail at least three resolutions or bills you’d like to introduce while in office."
  },
  {
    "id": "Q4",
    "question": "Describe your platform and specifically how you will work to achieve your goals while in office."
  },
  {
    "id": "Q5",
    "question": "What specific organizations or entities do you hope to work with in order to achieve your platforms?"
  },
  {
    "id": "Q6",
    "question": "How will you make yourself available to your constituents during your term — in both a remote and in-person capacity — during the 2022-2023 school year?"
  },
  {
    "id": "Q7",
    "question": "What makes you the best candidate for this position?"
  },
  {
    "id": "Q8",
    "question": "What would you say best describes your voting interests in politics at all levels? Please mark all that apply. (Transparency note: We are asking this question because we believe many in the UCSB community would like to know the political leanings of prospective A.S. candidates, since so many Senate decisions reflect opinions on real-world political issues)."
  },
  {
    "id": "Q9",
    "question": "How would you assess the work of the 72nd A.S. Senate in addressing the needs of the student body?"
  },
  {
    "id": "Q10",
    "question": "A.S. UCSB is the only undergraduate ASUC that has not formally passed a resolution divesting from companies that allegedly profit from human rights violations in Israel. Would you vote in favor of a resolution to divest in alignment with the Boycott, Divestment and Sanctions movement?"
  },
  {
    "id": "Q11",
    "question": "Do you believe that UCSB should be tuition-free?"
  },
  {
    "id": "Q12",
    "question": "Do you believe that mental health services at UCSB are adequate? If not, what should be done to address the problem?"
  },
  {
    "id": "Q13",
    "question": "During the past several years, allegations against UCSB fraternities and sororities have been brought to the university and/or shared on social media concerning sexual assault, breaking coronavirus social distancing protocols, and hazing. Do you believe the university has appropriately handled these allegations, and how should school-affiliated organizations be held accountable for allegations of this nature?"
  },
  {
    "id": "Q14",
    "question": "Are you familiar with the university’s Title IX office and its functions? What do you believe the university can do more to support survivors of sexual assault?"
  },
  {
    "id": "Q15",
    "question": "Do you believe UCSB is effectively serving historically underrepresented groups, including members of the Black, Latinx, Indigenous, LGBTQ+ community and others?"
  },
  {
    "id": "Q16",
    "question": "If you are elected to serve on the Senate, what will be the first bill or resolution that you plan to author?"
  },
  {
    "id": "Q17",
    "question": "A.S. is typically seen as inaccessible to the average student. As a senator, how would you work to involve the student body more and keep them informed about what the Senate is doing? Please detail specific steps you would take."
  },
  {
    "id": "Q18",
    "question": "UCSB is currently transitioning away from remote learning and is lifting its mask mandate this spring. If elected, how do you believe the Senate and university at large should protect the health of its student body while providing them a high-quality education?"
  },
  {
    "id": "Q19",
    "question": "In what ways do you believe the university succeeded and failed in handling the coronavirus pandemic and remote instruction in terms of students&#39; physical and mental health?"
  }
]
